Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/personal_finance/debt/personal_insolvency/insolvency_service_of_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Insolvency Service of Ireland
ga: Seirbhís Dócmhainneachta na hÉireann

source: • Development and support activities
ga: • Gníomhaíochtaí forbartha agus tacaíochta

source: • Further elements of role
ga: • Gnéithe breise na feidhme

source: The Insolvency Service of Ireland (ISI) was set up under the Personal Insolvency Act 2012, which introduced 3 new debt settlement procedures and reduced the term of bankruptcy from 12 years to 3 years (now 1 year)
ga: Bunaíodh Seirbhís Dócmhainneachta na hÉireann (SDÉ) faoin Acht um Dhócmhainneacht Phearsanta 2012, a thug isteach trí nós imeachta nua réitigh fiachais agus a laghdaigh téarma na féimheachta go dtí trí bliana

source: The Act has been amended several times and the Law Reform Commission has prepared a consolidated version (pdf)
ga: Leasaíodh an tAcht roinnt uaireanta agus d’ullmhaigh an Coimisiún um Athchóiriú an Dlí leagan comhdhlúite (pdf)

source: The ISI is responsible for all matters concerning personal insolvency
ga: I measc na feidhme atá aici tá an méid a leanas:

source: • Administering the debt settlement procedures introduced by the Act
ga: • Nósanna imeachta nua réitigh fiachais a riar

source: • Authorising Approved Intermediaries (AIs)
ga: • Idirghabhálaithe Faofa (IFanna) a údarú

source: • Authorising and regulating Personal Insolvency Practitioners (PIPs)
ga: • Cleachtóirí um Dhócmhainneacht Phearsanta (CDPanna) a údarú agus a rialú

source: • Arranging for provision of education and training
ga: • Soláthar oideachais agus oiliúna a shocrú

source: • Monitoring the operation of the debt settlement procedures
ga: • Monatóireacht a dhéanamh ar fheidhmiú na nósanna imeachta nua

source: • Contributing to policy development
ga: • Cur le forbairt beartas

source: It has a website backontrack.ie, aimed at people who are struggling with debt, as well as its main website isi.gov.ie
ga: Anuas air sin, tá Oifig an tSannaí Oifigiúil i bhFéimheacht comhnasctha sa tSeirbhís Dócmhainneachta anois

source: A series of measures announced on 13 May 2015 included changes to the personal insolvency system
ga: Roimhe seo, bhí Oifig an tSannaí Oifigiúil bunaithe sa tSeirbhís Chúirteanna

source: As part of Abhaile, the national Mortgage Arrears Resolution Service, a new aid and advice scheme for people in serious mortgage arrears covers free legal representation for eligible borrowers in seeking such a court review
ga: Is é is an Sannaí Oifigiúil ann ná oifigeach reachtúil neamhspleách a riarann eastát an fhéimhigh (trí Rannóg Féimheachta Sheirbhís Dócmhainneachta na hÉireann (ISI)) agus tá sé freagrach don Ard-Chúirt

source: Read more on the ISI's website, including FAQs (pdf) on the scheme
ga: Faigh tuilleadh eolais inár gcáipéis ar fhéimheacht

source: The ISI has a central role in administering the 3 debt resolution mechanisms introduced by the Act - Debt Relief Notices (DRNs), Debt Settlement Arrangements (DSAs) and Personal Insolvency Arrangements (PIAs), and in monitoring their operation
ga: Tá feidhm lárnach ag an tSeirbhís Dócmhainneachta maidir leis na trí mheicníocht réitigh fiachais a riar – Fógraí um Fhaoiseamh Fiachais (DRNanna), Socruithe Réitigh Fiachais (DSAanna) agus Socruithe Dócmhainneachta Pearsanta (SDPanna), agus i monatóireacht a dhéanamh ar a bhfeidhmiú

source: It also plays a key role in administering bankruptcy procedures
ga: Imríonn sí ról tábhachtach freisin i nósanna imeachta féimheachta a riar

source: Debt Relief Notices (DRNs)
ga: Fógraí um Fhaoiseamh Fiachais (DRNanna)

source: The ISI is more directly involved with the implementation of DRNs than with DSAs or PIAs
ga: Tá baint níos dírí ag an SDÉ le cur i bhfeidhm DRNanna ná mar a bheidh acu le DSAanna nó SDPanna

source: When a debtor and their Approved Intermediary (AI) have both signed off on a DRN application, it is transmitted to the ISI for checking and verification
ga: Nuair a bheidh féichiúnaí agus a nIdirghabhálaí Faofa (IF) tar éis díshíniú ar iarratas ar DRN, déanfar é a aistriú chuig an SDÉ lena sheiceáil agus lena fhíordheimhniú

source: The ISI can then request further information from the AI and can also enquire into the debtor’s bank accounts and into any other matter that it considers relevant in verifying the application
ga: Ansin is féidir leis an SDÉ iarraidh ar bhreis faisnéise ón IF agus is féidir leo fiosrú a dhéanamh ar chuntais bhainc an fhéichiúnaí agus ar aon ábhar eile a mheasann siad a bhaineann le hábhar maidir leis an iarratas a fhíordheimhniú

source: It can request information about the debtor’s financial circumstances from Government departments, the Revenue Commissioners and other State bodies
ga: Is féidir leis an SDÉ iarraidh ar fhaisnéis faoi chúinsí airgeadais an fhéichiúnaí ó ranna Rialtais, ó na Coimisinéirí Ioncaim agus ó chomhlachtaí Stáit eile

source: When the ISI is satisfied that the application is in order, it issues a certificate to that effect and notifies the Circuit Court
ga: Nuair a bheidh an SDÉ sásta go bhfuil an t-iarratas in ord, eiseoidh siad deimhniú ina leith sin agus cuirfidh siad an Chúirt Chuarda ar an eolas

source: If the court is also satisfied, it issues a Debt Relief Notice and notifies the Insolvency Service
ga: Má tá an chúirt sásta, chomh maith, eiseoidh siad Fógra um Fhaoiseamh Fiachais agus cuirfidh siad an tSeirbhís Dócmhainneachta ar an eolas

source: The ISI then notifies the AI, the debtor and the relevant creditor(s)
ga: Cuirfidh SDÉ an IF, an féichiúnaí agus an creidiúnaí/na creidiúnaithe ábhartha ar an eolas ansin

source: When the DRN has been issued, the ISI publishes its details on the Register of Debt Relief Notices, which is accessible to the public
ga: Nuair a bheidh an DRN eisithe, foilseoidh an SDÉ a sonraí ar Chlár Fógraí um Fhaoiseamh Fiachais, a mbeidh rochtain ag an bpobal orthu

source: It then takes responsibility for the administration of the DRN for a 3-year supervision period
ga: Ansin glacfaidh an tSeirbhís Dócmhainneachta freagracht as riar an DRN ar feadh tréimhse mhaoirseachta 3 bliana

source: This can include handling any payments that the debtor is able to make; investigating any matters it considers relevant to the DRN; applying to the Circuit Court for variation or termination of the DRN; registering any amendments; and registering termination of the DRN
ga: Féadtar a áireamh leis seo aon íocaíochtaí a láimhseáil is féidir leis an bhféichiúnaí a dhéanamh; aon cheisteanna a fhiosrú a mheasann siad a bhaineann leis an DRN; iarratas a dhéanamh ar an gCúirt Chuarda ar éagsúlú nó foirceannadh an DRN; aon leasuithe a chlárú; foirceannadh an DRN a chlárú

source: When the DRN is terminated, the ISI removes all the information about it from the Register and issues a Debt Relief Certificate to the debtor, confirming that they have been discharged from the relevant debts
ga: Nuair a bheidh deireadh curtha leis an DRN, bainfidh an SDÉ an fhaisnéis uile faoi do DRN ón gClár poiblí agus eiseoidh siad Deimhniú um Fhaoiseamh Fiachais duit, a dheimhníonn gur díscaoileadh thú ón bhfiachas ábhartha

source: It also writes to all the creditors concerned, to tell them that the Debt Relief Notice has been removed from the Register
ga: Ina theannta sin, scríobhfaidh an SDÉ chuig na creidiúnaithe go léir lena mbaineann, le hinsint dóibh gur baineadh an Fógra um Fhaoiseamh Fiachais ón gClár

source: Read more in our document on Debt Relief Notices and in the ISI’s information on DRNs
ga: Is féidir leat níos mó a léamh inár gcáipéis ar Fhógraí um Fhaoiseamh Fiachais agus i bhfaisnéis an SDÉ ar DRNanna

source: The ISI checks and verifies applications for protective certificates
ga: Déanann an SDÉ iarratais ar dheimhnithe cosanta a sheiceáil agus a fhíordheimhniú

source: (A protective certificate is a preliminary to a DSA or a PIA
ga: (Is réamhriachtanais é deimhniú cosanta do DSA nó do SDP

source: While it is in force, it protects the debtor from the initiation or continuation of certain enforcement proceedings or other actions.) When satisfied with the application, the ISI transmits it to the Circuit Court
ga: Fad a bheidh sé i bhfeidhm, cosnóidh sé an féichiúnaí ó thosú nó leanúint roinnt imeachtaí áirithe forfheidhmithe nó gníomhartha eile.) Nuair a bheidh tú sásta leis an iarratas, aistreoidh an SDÉ é chuig an gCúirt Chuarda

source: The Court reviews the application and, if satisfied, issues a protective certificate
ga: Déanfaidh an Chúirt athbhreithniú ar an iarratas agus, má tá siad sásta, eiseoidh siad deimhniú cosanta

source: When the Court issues a protective certificate, the ISI registers it and notifies the debtor's Personal Insolvency Practitioner (PIP) - the professional who is approved and registered by the ISI to operate DSAs and PIAs
ga: Nuair a eisíonn an Chúirt deimhniú cosanta, cláróidh an SDÉ é agus cuirfidh siad an Cleachtóir um Dhócmhainneacht Phearsanta (CDP) ar an eolas faoi

source: The PIP notifies the debtor and creditors concerned
ga: Cuireann an CDP an féichiúnaí agus na creidiúnaithe lena mbaineann ar an eolas

source: The PIP then works with the debtor to prepare a proposal to creditors
ga: Ansin oibreoidh an CDP leis an bhféichiúnaí chun togra a ullmhú do na creidiúnaithe

source: If this proposal is accepted, the PIP notifies the ISI
ga: Má ghlactar leis an togra seo, cuirfidh an CDP an SDÉ ar an eolas

source: The ISI notifies the Court
ga: Cuirfidh an SDÉ an Chúirt ar an eolas

source: If the Court approves the DSA or PIA, the ISI then registers it
ga: Má fhaomhann an Chúirt an DSA nó an SDP, cláróidh an SDÉ é sin

source: After this, the PIP handles the day-to-day administration of the DSA or PIA
ga: Ina dhiaidh seo, láimhseálfaidh an CDP riar laethúil an DSA nó an SDP

source: The ISI’s role only involves registering any variations in the agreement, its failure or its successful completion
ga: Ní bheidh i gceist le feidhm an SDÉ ach aon éagsúlachtaí sa chomhaontú, teip ar an gcomhaontú nó críochnú rathúil an chomhaontaithe a chlárú

source: Read more in our document on Debt Settlement Arrangements (DSAs) Personal Insolvency Arrangements (PIAs) and in the ISI’s information on DSAs and on PIAs
ga: Is féidir leat níos mó a léamh inár gcáipéis ar Shocruithe Dócmhainneachta Pearsanta (SDPanna) agus i bhfaisnéis an SDÉ ar DSAanna agus ar SDPanna

source: As noted above, the ISI plays a key role in the administration of bankruptcy
ga: Mar a luaitear thuas, imríonn an ISI ról tábhachtach i bhféimheacht a riar

source: The procedure is outlined in the Debtor's Guide to Bankruptcy (pdf) published by the ISI
ga: Leagtar an nós imeachta amach sa Treoir don Fhéichiúnaí maidir le Féimheacht (pdf) a d’fhoilsigh an ISI

source: The following table lists some of the key actions under the arrangements introduced by the Personal Insolvency Act and which body or individual is responsible for each
ga: Liostaítear sa tábla a leanas cuid de na príomhghníomhartha faoi na socruithe a tugadh isteach faoin Acht um Dhócmhainneacht Phearsanta agus cén comhlacht nó duine aonair atá freagrach astu

source: │ │Who performs the action for each procedure?
ga: │ │Cé a thugann faoin ngníomh le haghaidh gach nós imeachta?

source: │Action │DRN │DSA │PIA │
ga: │Gníomh │DRN │DSA │SDP │

source: │Prepare application/proposal with debtor │Approved Intermediary (AI) │Personal Insolvency Practitioner (PIP) │Personal Insolvency Practitioner (PIP) │
ga: │An t-iarratas/togra a réiteach leis an bhféichiúnaí │Idirghabhálaí Faofa (IF) │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │

source: │Verify application │Insolvency Service of Ireland (ISI) │ISI │ISI │
ga: │Iarratas a fhíordheimhniú │Seirbhís Dócmhainneachta na hÉireann (SDÉ) │SDÉ │SDÉ │

source: │Register protective certificate after Court approval │n/a │ISI │ISI │
ga: │Deimhniú cosanta a chlárú i ndiaidh faomhadh Cúirte │n/b │SDÉ │SDÉ │

source: │Issue DRN │Specialist judges of the Circuit Court │n/a │n/a │
ga: │DRN a eisiúint │Breithiúna speisialta na Cúirte Cuarda │n/b │n/b │

source: │Review DSA/PIA proposal and approve or reject: if total liabilities are not over €2,500,000 │n/a │Specialist judges of the Circuit Court │Specialist judges of the Circuit Court │
ga: │Athbhreithniú a dhéanamh ar thogra an DSA/SDP agus é a fhaomhadh nó a dhiúltú: mura bhfuil na dliteanais ar an iomlán os cionn €2,500,000 │n/b │Breithiúna speisialta na Cúirte Cuarda │Breithiúna speisialta na Cúirte Cuarda │

source: │Review DSA/PIA proposal and approve or reject: if total liabilities are over €2,500,000 │n/a │High Court │High Court │
ga: │Athbhreithniú a dhéanamh ar thogra an DSA/SDP agus é a fhaomhadh nó a dhiúltú: má tá na dliteanais ar an iomlán os cionn €2,500,000 │n/b │An Ard-Chúirt │An Ard-Chúirt │

source: │Register DRN/DSA/PIA │ISI │ISI │ISI │
ga: │DRN/DSA/SDP a chlárú │SDÉ │SDÉ │SDÉ │

source: │Administer terms of DRN/DSA/PIA when in effect │ISI │Personal Insolvency Practitioner (PIP) │Personal Insolvency Practitioner (PIP) │
ga: │Téarmaí an DRN/DSA/SDP a riar nuair a bheidh siad i bhfeidhm │SDÉ │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │

source: │Monitor operation of DRN/DSA/PIA │ISI │Personal Insolvency Practitioner (PIP) │Personal Insolvency Practitioner (PIP) │
ga: │Monatóireacht a dhéanamh ar oibriú DRN/DSA/SDP │SDÉ │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │Cleachtóir um Dhócmhainneacht Phearsanta (CDP) │

source: The system is automated as far as possible and is closely linked with the Courts Service
ga: Tá an córas uathoibrithe a mhéid is féidir agus tá dlúthnasc idir an córas agus an tSeirbhís Chúirteanna

source: Development and support activities
ga: Gníomhaíochtaí forbartha agus tacaíochta

source: Authorising Approved Intermediaries (AIs)
ga: Idirghabhálaithe Faofa (IFanna) a údarú

source: An Approved Intermediary (AI) is a person or class of persons authorised by the ISI to support a debtor to make an application for a Debt Relief Notice
ga: Tá Idirghabhálaithe Faofa freagrach as cabhrú le féichiúnaithe an t-iarratas a réiteach ar DRN

source: All Money Advice and Budgeting Services (MABS) have been authorised as AIs
ga: Déanann an SDÉ daoine ag a bhfuil na cáilíochtaí cearta a údarú chun gníomhú mar IFanna

source: – see Where to apply below
ga: Údaraíodh roinnt Seirbhísí Buiséadta agus Chomhairle Airgid (SBCAnna) mar Idirghabhálaithe Faofa - féach Cá háit a ndéanfaidh mé iarratas thíos

source: Authorising and regulating Personal Insolvency Practitioners (PIPs)
ga: Cleachtóirí um Dhócmhainneacht Phearsanta (CDPanna) a údarú agus a rialú

source: The Insolvency Service authorises and regulates Personal Insolvency Practitioners (PIPs) who are responsible for helping people to apply for protective certificates and prepare proposals for a DSA or PIA
ga: Údaraíonn agus rialaíonn an tSeirbhís Dócmhainneachta Cleachtóirí um Dhócmhainneacht Phearsanta (CDPanna) atá freagrach as cabhrú le daoine iarratas a dhéanamh ar dheimhnithe cosanta agus tograí a réiteach ar DSA nó SDP

source: PIPs are also responsible for calling creditors’ meetings and for administering the payments and other arrangements agreed to as part of the DSA or PIA
ga: Ina theannta sin, tá CDPanna freagrach as cruinnithe creidiúnaithe a thionól agus as na híocaíochtaí agus socruithe eile lenar comhaontaíodh a riar mar chuid den DSA nó SDP

source: The ISI’s role includes:
ga: I measc fheidhm an SDÉ, tá an méid a leanas:

source: • Setting qualifying criteria for PIPs
ga: • Critéir incháilithe a shocrú le haghaidh CDPanna

source: • Reviewing and deciding on applications from people wishing to practise
ga: • Athbhreithniú agus cinneadh a dhéanamh ar iarratais ó dhaoine ar mian leo cleachtadh

source: • Issuing authorisations and registering PIPs
ga: • Údaruithe a eisiúint agus CDPanna a chlárú

source: The ISI has made Regulations to govern various matters concerning PIPs and has published the details of the PIPs who have been authorised
ga: Tá rialacháin déanta ag an SDÉ chun ábhair éagsúla i leith CDPanna a rialú agus tá clár na CDPanna foilsithe

source: A key criterion for getting a DRN is that the person has been left with no more than €60 net disposable income per month after reasonable living expenses
ga: Príomhchritéar chun DRN a fháil is ea gur fágadh ioncam indiúscartha míosúil nach mó €60 ag an duine tar éis costais réasúnta mhaireachtála

source: The ISI has prepared detailed guidelines on what constitutes reasonable living expenses, as required under the Personal Insolvency Act
ga: Réitigh an SDÉ treoirlínte sonracha ar céard atá i gcostais réasúnta mhaireachtála, amhail a cheanglaítear faoin Acht um Dhócmhainneacht Phearsanta

source: The Act requires the guidelines to be reviewed regularly
ga: Déanfar athbhreithniú orthu gach bliain

source: When preparing the guidelines on reasonable living expenses, The Act requires the ISI to consult widely and to have regard to:
ga: Nuair atá an SDÉ i mbun na treoirlínte ar chostais réasúnta mhaireachtála a réitiú, ceanglaíonn an tAcht ar an SDÉ comhairle fhairsing a fháil maidir leis an méid a leanas:

source: • Measures and indicators of poverty set out in Government policy publications on poverty and social inclusion
ga: • Bearta agus táscairí na bochtaineachta amhail a leagtar amach i bhfoilseacháin bheartas Rialtas ar an mbochtaineacht agus ar chuimsiú sóisialta

source: • Official statistics and surveys published by the Central Statistics Office, relating to household income and expenditure
ga: • Staitisticí agus suirbhéanna oifigiúla arna bhfoilsiú ag an bPríomh-Oifig Staidrimh, lena mbaineann ioncam agus caiteachas teaghlaigh

source: • The Consumer Price Index or similar indices
ga: • Praghasinnéacs tomhaltóirí nó innéacsanna dá samhail sin

source: • Differences in the size and composition of households, and the differing needs of people, having regard to age, health and whether they have a physical, sensory, mental health or intellectual disability
ga: • Difríochtaí ar mhéid agus comhdhéanamh teaghlach, agus riachtanais dhifreálacha daoine, agus aird ar aois, sláinte agus cibé acu an bhfuil siad nó nach bhfuil siad faoi mhíchumas fisiciúil, braite, meabhairshláinte nó intleachtúil

source: • The need to facilitate the social inclusion of debtors and their dependants, and their active participation in economic activity
ga: • An gá le cuimsiú sóisialta féichiúnaithe agus a gcleithiúnaithe a éascú, mar aon lena rannpháirtíocht i ngníomhaíocht gheilleagrach

source: • Whatever other information the ISI considers appropriate
ga: • Pé faisnéis eile a mheasann an SDÉ is cuí

source: The ISI's Debt Solutions Protocol Steering Group has developed protocols for use by PIPs when making straightforward proposals to creditors for either a DSA or PIA
ga: Bhunaigh an ISI Grúpa Stiúrtha um Prótacail Réitigh Fiachais go luath in 2014 chun forbairt a dhéanamh ar Phrótacail a mbainfidh Cleachtóirí um Dhócmhainneacht Phearsanta úsáid astu agus tograí furasta á déanamh acu do chreidiúnaithe le haghaidh DSA nó SDP

source: These protocols are on the ISI's website, along with background information and FAQs
ga: Tugadh an prótacal le haghaidh SDPanna chun críche i mí Iúil 2014 agus táthar ag súil le prótacal cosúil le haghaidh PIAnna faoi dheireadh na bliana 2014

source: Further elements of role
ga: Gnéithe breise na feidhme

source: The ISI provides 2 information websites and an information telephone line – see 'Where to apply' below
ga: Cuireann an SDÉ láithreán gréasáin faisnéise agus líne ghutháin faisnéise ar fáil – féach ‘Cá ndéanfaidh mé iarratas’ thíos

source: It has published detailed information about the 4 debt solutions. This detailed information includes sample scenarios for each solution
ga: Tá faisnéis shonrach foilsithe faoi na 3 nós imeachta réitigh fiachais, in bhfuil cáipéisíocht shamplach chun cabhrú le hiarratais a réiteach

source: In addition, it may arrange for the provision of education and training to AIs, PIPs and others to whom it would be relevant in due course
ga: Féadfaidh an SDÉ soláthar oideachais agus oiliúna a shocrú d’IFanna, do CDPanna agus do dhaoine eile a mbainfeadh siad leo in am trátha

source: The ISI is also required to monitor the operation of the procedures introduced by the Personal Insolvency Act; to participate in reviewing the legislation; to advise the Minister and to contribute to the development of public policy on personal insolvency, at both national and EU level
ga: Tá sé ceangailte ar an SDÉ, chomh maith, monatóireacht a dhéanamh ar oibriú na nósanna imeachta nua; páirt a ghacadh in athbhreithniú a dhéanamh ar an reachtaíocht; comhairle a chur ar an Aire agus cur le forbairt beartas poiblí ar dhócmhainneacht phearsanta, ar leibhéal náisiúnta agus AE

source: Your application for a Debt Settlement Arrangement or Personal Insolvency Arrangement must be made through a Personal Insolvency Practitioner (PIP)
ga: Ní mór d’iarratas ar Shocrú Réitigh Fiachais nó ar Shocrú um Dhócmhainneacht Phearsanta a dhéanamh trí Chleachtóir um Dhócmhainneacht Phearsanta (PIP)

source: You can choose a PIP from the Register that is published by the ISI
ga: Is féidir leat PIP a roghnú ón gClár a bhfoilsíonn an ISI é

source: Your application for a Debt Relief Notice must be made through an Approved Intermediary (AI)
ga: Ní mór d’iarratas ar Fhógra um Fhaoiseamh Fiachais a dhéanamh trí Idirghabhálaí Faofa (AI)

source: You can choose an AI from the Register of Approved Intermediaries that is published by the ISI
ga: Is féidir leat AI a roghnú ó Chlár na nIdirghabhálaithe Faofa a bhfoilsíonn an ISI é

source: The MABS Helpline provides an initial checking service to check if you satisfy the eligibility criteria for a DRN
ga: Údaraíodh roinnt Seirbhísí Buiséadta agus Chomhairle Airgid (SBCAnna) mar Idirghabhálaithe Faofa

source: Further information is available from the ISI’s helpline 0761 06 4200 (Monday to Friday, 9 am to 6 pm) and from its main website isi.gov.ie, as well as its website backontrack.ie for people who are struggling with debt
ga: Tá tuilleadh eolais le fáil ó líne faisnéise an SDÉ, 0761 06 4200 – ó Luan go hAoine idir 9am agus 6pm agus ar láithreán gréasáin an SDÉ, isi.gov.ie
